[Common]
AIMP.VK.Menus.ML.AddToMyMusic=Add files to my audios
AIMP.VK.Menus.ML.AddToAlbum=Add files to folder
AIMP.VK.Menus.ML.FindLyrics=Find lyrics...
AIMP.VK.Menus.ML.Download=Download files...
AIMP.VK.Menus.ML.Delete=Delete
AIMP.VK.Menus.PL.AddToMyMusic=Add files to my audios
AIMP.VK.Menus.PL.AddToAlbum=Add files to folder
AIMP.VK.Menus.PL.FindLyrics=Find lyrics...
AIMP.VK.Menus.PL.Download=Download files...
AIMP.VK.Menus.CreateSmartPL=Create smart-playlist
AIMP.VK.ML.GroupingPreset.Default=Default

[AIMPVKPlugin]
Caption=VK
Music=Audios
MusicFromAlbum=Folder
MyMusic=My Audios
MyFaves=My Favorites
MyFavePeople=People
MyFavePosts=Posts
MyFriends=My Friends
MyGroups=My Communities
MyRecommendations=My Suggestions
MyNewsFeed=My News
NewAlbum=New Folder
Popular=Popular
Search=Search in VK
SearchByGroupID=By ID or name of community
SearchByUserID=By ID or name of user
SelectTheFriend=Select the Friend
SelectTheGroup=Select the Community
SearchStringRequired=Enter the search string
NoData=No data for displaying.
Wall=Wall
L1=VK: Authorization
L2=Authorization is required for an access to the VK.com
L3=Lyrics for "%s"
L4=Searching...
L5=This operation will abort active tasks. Proceed?
L6=VK: Downloader
L7=Plugin has finished downloading the music.
Q1=This operation will remove selected tracks from your profile. Proceed?

[AIMPVKPlugin.Settings]
C1=VK.com
CB1=Search for matching in VK database
GB1=Authorization
GB2=Broadcast names of the playing tracks in your status
GB3=Download music to:
B1=Log In
B2=Log Out
L1=Your have logged as: %s
L2=Check it if you want to display tracks that located in other sources.